export default {
  projections: {
    сотрудникE: {
      код: {
        __caption__: 'Код'
      },
      рож: {
        __caption__: 'Рож'
      },
      пол: {
        __caption__: 'Пол'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      должности: {
        __caption__: 'Должности',
        должности: {
          __caption__: 'Должности'
        }
      }
    },
    сотрудникL: {
      код: {
        __caption__: 'Код'
      },
      рож: {
        __caption__: 'Рож'
      },
      пол: {
        __caption__: 'Пол'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      должности: {
        __caption__: 'Должности',
        должности: {
          __caption__: 'Должности'
        }
      }
    }
  },
  validations: {
    код: {
      __caption__: 'Код'
    },
    пол: {
      __caption__: 'Пол'
    },
    рож: {
      __caption__: 'Рож'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    должности: {
      __caption__: 'Должности'
    }
  }
};
