export default {
  projections: {
    ВизитE: {
      код: {
        __caption__: 'Код'
      },
      время: {
        __caption__: 'Время'
      },
      времяр: {
        __caption__: 'Времяр'
      },
      клиент: {
        __caption__: 'Клиент',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      записьВизита: {
        __caption__: 'Запись визита',
        стоимость: {
          __caption__: 'Стоимость'
        },
        сотрудник: {
          __caption__: 'Сотрудник',
          фИО: {
            __caption__: 'ФИО'
          }
        },
        услуга: {
          __caption__: 'Услуга',
          услуга: {
            __caption__: 'Услуга'
          }
        }
      }
    },
    ВизитL: {
      код: {
        __caption__: 'Код'
      },
      время: {
        __caption__: 'Время'
      },
      времяр: {
        __caption__: 'Времяр'
      },
      клиент: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    время: {
      __caption__: 'Время'
    },
    времяр: {
      __caption__: 'Времяр'
    },
    код: {
      __caption__: 'Код'
    },
    клиент: {
      __caption__: 'Клиент'
    },
    записьВизита: {
      __caption__: 'Запись визита'
    }
  }
};
