export default {
  projections: {
    ТоварE: {
      производитель: {
        __caption__: 'Производитель'
      },
      товара: {
        __caption__: 'Товара'
      },
      мат: {
        __caption__: 'Мат'
      }
    },
    ТоварL: {
      производитель: {
        __caption__: 'Производитель'
      },
      товара: {
        __caption__: 'Товара'
      },
      мат: {
        __caption__: 'Мат'
      }
    }
  },
  validations: {
    мат: {
      __caption__: 'Мат'
    },
    производитель: {
      __caption__: 'Производитель'
    },
    товара: {
      __caption__: 'Товара'
    }
  }
};
