export default {
  projections: {
    УслугаE: {
      у: {
        __caption__: 'У'
      },
      услуга: {
        __caption__: 'Услуга'
      },
      длительность: {
        __caption__: 'Длительность'
      },
      цена: {
        __caption__: 'Цена'
      },
      составУслуги: {
        __caption__: 'Состав услуги',
        количество: {
          __caption__: 'Количество'
        },
        товар: {
          __caption__: 'Товар',
          производитель: {
            __caption__: 'Производитель'
          }
        }
      }
    },
    УслугаL: {
      у: {
        __caption__: 'У'
      },
      услуга: {
        __caption__: 'Услуга'
      },
      длительность: {
        __caption__: 'Длительность'
      },
      цена: {
        __caption__: 'Цена'
      }
    }
  },
  validations: {
    длительность: {
      __caption__: 'Длительность'
    },
    у: {
      __caption__: 'У'
    },
    услуга: {
      __caption__: 'Услуга'
    },
    цена: {
      __caption__: 'Цена'
    },
    составУслуги: {
      __caption__: 'Состав услуги'
    }
  }
};
